Repository: bashyrov/fitgram-app
Catalog: Mealgram/Resources/Localizable.xcstrings
Source language: en
Languages: es, pl, ru, uk

# Limit nagrań głosowych wyczerpany
source: Voice recording limit reached
es: Límite de grabaciones de voz agotado
pl: Limit nagrań głosowych wyczerpany
ru: Лимит голосовых записей исчерпан
uk: Ліміт голосових записів вичерпано

source: Liquid calories bypass satiety — a flaw on a cut, an asset on a bulk. 500 ml milk + banana + peanut butter + protein = 700 kcal in 2 minutes.
es: Las calorías líquidas saltan la saciedad — un fallo en definición, una ventaja en volumen. 500 ml de leche + plátano + mantequilla de cacahuete + proteína = 700 kcal en 2 minutos.
pl: Płynne kalorie omijają sytość — to wada na redukcji, atut na masie. Mleko 500 ml + banan + masło orzechowe + protein = 700 kcal w 2 minuty.
ru: Жидкие калории обходят сытость — минус на редукции, плюс на массе. 500 мл молока + банан + арахисовая паста + протеин = 700 ккал за 2 минуты.
uk: Рідкі калорії обходять ситість — мінус на редукції, плюс на масі. 500 мл молока + банан + арахісова паста + протеїн = 700 ккал за 2 хвилини.

# Lista ostatnich posiłków z kaloriami.
source: List of recent meals with calories.
es: Lista de comidas recientes con calorías.
pl: Lista ostatnich posiłków z kaloriami.
ru: Список последних приемов пищи с калориями.
uk: Список останніх прийомів їжі з калоріями.

# Lista zakupów
source: Shopping list
es: Lista de compras
pl: Lista zakupów
ru: Список покупок
uk: Список покупок

# Lista zakupów — %@
source: Shopping list — %@
es: Lista de compras — %@
pl: Lista zakupów — %@
ru: Список покупок — %@
uk: Список покупок — %@

source: Listening…
es: Escuchando…
pl: Słucham…
ru: Слушаю…
uk: Слухаю…

source: Loading recipes…
es: Cargando recetas…
pl: Wczytywanie przepisów…
ru: Загрузка рецептов…
uk: Завантаження рецептів…

# Lody, wata cukrowa, popcorn — krótki dzień, długi rachunek za cukier.
source: Ice cream, cotton candy, popcorn — short day, long sugar bill.
es: Helado, algodón de azúcar, palomitas — día corto, factura de azúcar larga.
pl: Lody, wata cukrowa, popcorn — krótki dzień, długi rachunek za cukier.
ru: Мороженое, сахарная вата, попкорн — день короткий, счёт за сахар длинный.
uk: Морозиво, цукрова вата, попкорн — день короткий, рахунок за цукор довгий.

source: Log dinner before 21:00 and you'll close today under 1700 kcal.
es: Registra la cena antes de las 21:00 y cerrarás hoy bajo 1700 kcal.
pl: Zapisz kolację przed 21:00, a zamkniesz dziś poniżej 1700 kcal.
ru: Запиши ужин до 21:00 — закроешь день ниже 1700 ккал.
uk: Запиши вечерю до 21:00 — закриєш день нижче 1700 ккал.

# Log meals by photo, voice or from our database. **No counting, no stress.**
source: Add meals by photo, voice or from our base. **No counting, no stress.**
es: Añade comidas con foto, voz o desde nuestra base. **Sin contar, sin estrés.**
pl: Dodawaj posiłki zdjęciem, głosem albo z naszej bazy. **Bez liczenia, bez stresu.**
ru: Добавляй блюда фото, голосом или из нашей базы. **Без счёта, без стресса.**
uk: Додавай страви фото, голосом або з нашої бази. **Без рахунків, без стресу.**

source: Log weight
es: Registrar peso
pl: Zapisz wagę
ru: Записать вес
uk: Записати вагу

# Logowanie przez %@ nie jest jeszcze dostępne.
source: Sign in with %@ isn’t available yet.
es: Iniciar sesión con %@ aún no está disponible.
pl: Logowanie przez %@ nie jest jeszcze dostępne.
ru: Вход через %@ пока недоступен.
uk: Вхід через %@ поки що недоступний.

# Logowanie zostało anulowane.
source: Sign-in was cancelled.
es: El inicio de sesión se canceló.
pl: Logowanie zostało anulowane.
ru: Вход был отменён.
uk: Вхід було скасовано.

# Look back at your day.
source: See how the day went.
es: Mira cómo fue el día.
pl: Zobacz, jak minął dzień.
ru: Посмотри, как прошёл день.
uk: Подивіться, як минув день.

source: Lose %.1f kg
es: Perder %.1f kg
pl: Schudnąć %.1f kg
ru: Сбросить %.1f кг
uk: Схуднути на %.1f кг

source: Lose %.1f kg from %d kg
es: Perder %.1f kg de %d kg
pl: Schudnąć %.1f kg z %d kg
ru: Сбросить %.1f кг с %d кг
uk: Схуднути на %.1f кг з %d кг

source: Lose 3 kg
es: Bajar 3 kg
pl: Schudnąć 3 kg
ru: Сбросить 3 кг
uk: Скинути 3 кг

source: Lose weight
es: Perder peso
pl: Schudnąć
ru: Похудеть
uk: Схуднути

source: Low-fat twaróg (Polish curd cheese, 18 g/100 g), eggs (13 g), chicken breast (23 g), lentils cooked (9 g), canned tuna (25 g).
es: Twaróg (requesón polaco) bajo en grasa (18 g/100 g), huevos (13 g), pechuga de pollo (23 g), lentejas cocidas (9 g), atún en lata (25 g).
pl: Twaróg chudy (18 g/100 g), jajka (13 g/100 g), pierś z kurczaka (23 g/100 g), soczewica (9 g/100 g po ugotowaniu), tuńczyk z puszki (25 g).
ru: Творог обезжиренный (18 г/100 г), яйца (13 г/100 г), куриная грудка (23 г/100 г), чечевица (9 г/100 г варёная), тунец из банки (25 г).
uk: Нежирний кисломолочний сир (18 г/100 г), яйця (13 г/100 г), куряча грудка (23 г/100 г), сочевиця (9 г/100 г варена), тунець з банки (25 г).

source: Lowers the post-meal blood-sugar spike by ~20% on average. No gym required — just shoes.
es: Reduce el pico de azúcar en sangre después de comer en un ~20% de media. No se necesita gimnasio, solo zapatillas.
pl: Obniża poposiłkowy skok cukru we krwi średnio o ~20%. Siłownia nie jest potrzebna — wystarczą buty.
ru: Снижает скачок сахара в крови после еды в среднем на ~20%. Спортзал не нужен — только обувь.
uk: Знижує стрибок цукру в крові після їжі в середньому на ~20%. Спортзал не потрібен — лише взуття.

source: Lunch
es: Almuerzo
pl: Obiad
ru: Обед
uk: Обід

# Lżejsza wersja
source: Lighter version
es: Versión más ligera
pl: Lżejsza wersja
ru: Легче
uk: Легша версія

# Magnez 320-420 mg
source: Magnesium 320–420 mg
es: Magnesio 320–420 mg
pl: Magnez 320-420 mg
ru: Магний 320–420 мг
uk: Магній 320–420 мг

source: Main goal
es: Objetivo principal
pl: Główny cel
ru: Главная цель
uk: Головна ціль

source: Maintain weight
es: Mantener peso
pl: Utrzymać wagę
ru: Поддерживать вес
uk: Підтримати вагу

source: Maintenance is a weekly-average game. One above-target day doesn't break it — watch the 7-day picture.
es: Mantenerse es un juego de promedio semanal. Un día por encima del objetivo no lo arruina todo; mira la imagen de los 7 días.
pl: Utrzymanie wagi to gra średnich tygodniowych. Jeden dzień powyżej celu nic nie psuje — patrz na obraz z 7 dni.
ru: Поддержание веса — это игра средних значений за неделю. Один день выше цели ничего не испортит — следите за картиной за 7 дней.
uk: Підтримка ваги — це гра середньотижневих значень. Один день вище цілі нічого не руйнує — стежте за 7-денною картиною.

# Makro (opcjonalnie)
source: Macros (optional)
es: Macros (opcional)
pl: Makro (opcjonalnie)
ru: Макро (необязательно)
uk: Макро (необов’язково)

# Makroskładniki
source: Macros
es: Macronutrientes
pl: Makroskładniki
ru: Макронутриенты
uk: Макронутрієнти

source: Male
es: Hombre
pl: Mężczyzna
ru: Мужчина
uk: Чоловік

# Mam już konto
source: I already have an account
es: Ya tengo una cuenta
pl: Mam już konto
ru: У меня уже есть аккаунт
uk: У мене вже є акаунт

# Mama często prosi tylko o miły obiad i kawałek tortu — wpisz go bez wyrzutów.
source: Mom often just asks for a nice dinner and a piece of cake — log it without guilt.
es: Mamá a menudo solo pide una buena cena y un trozo de pastel; regístralo sin remordimientos.
pl: Mama często prosi tylko o miły obiad i kawałek tortu — wpisz go bez wyrzutów.
ru: Мама часто просит лишь о приятном обеде и кусочке торта — запишите его без чувства вины.
uk: Мама часто просить лише про приємний обід і шматочок торта — запишіть його без докорів сумління.

# Marka (opcjonalnie)
source: Brand (optional)
es: Marca (opcional)
pl: Marka (opcjonalnie)
ru: Бренд (необязательно)
uk: Бренд (необовʼязково)

# Masa
source: Muscle gain
es: Aumento de masa
pl: Masa
ru: Набор массы
uk: Маса

source: May 26 — a holiday for all moms.
es: 26 de mayo — un día festivo para todas las mamás.
pl: 26 maja — święto wszystkich Mam.
ru: 26 мая — праздник всех мам.
uk: 26 травня — свято для всіх мам.

source: Maybe later
es: Quizás más tarde
pl: Może później
ru: Может позже
uk: Можливо пізніше

source: Small change in weight (+%@) — normal fluctuations. Let’s look at the monthly average.
es: Pequeño cambio de peso (+%@) — son fluctuaciones normales. Miramos la media del mes.
pl: Mała zmiana wagi (+%@) — to normalne wahania. Spójrzmy na średnią z całego miesiąca.
ru: Небольшое изменение веса (+%@) — это нормальные колебания. Смотрим на среднюю за месяц.
uk: Невелика зміна ваги (+%@) — це нормальні коливання. Дивимось на середню за місяць.

# Małe wysokokaloryczne dodatki
source: Small high-calorie add-ons
es: Pequeños extras altos en calorías
pl: Małe wysokokaloryczne dodatki
ru: Маленькие высококалорийные добавки
uk: Маленькі висококалорійні додатки

# Mały surplus = jakościowa masa
source: Small surplus = quality mass
es: Superávit pequeño = masa de calidad
pl: Mały surplus = jakościowa masa
ru: Маленький профицит = качественная масса
uk: Малий профіцит = якісна маса

source: Meal
es: Comida
pl: Posiłek
ru: Приём пищи
uk: Прийом їжі

source: Meal by voice
es: Comida por voz
pl: Posiłek głosem
ru: Еда голосом
uk: Їжа голосом

# Mealgram Premium aktywne
source: Mealgram Premium active
es: Mealgram Premium activo
pl: Mealgram Premium aktywne
ru: Mealgram Premium активен
uk: Mealgram Premium активний

source: Mealgram helps you track what you're already supposed to do. Export weekly CSV from Profile and bring it to the visit.
es: Mealgram te ayuda a registrar lo que ya debes hacer. Exporta el CSV semanal desde Perfil y llévalo a tu consulta.
pl: Mealgram pomaga śledzić to, co i tak masz robić. Wyeksportuj tygodniowy CSV z Profilu i przynieś na wizytę.
ru: Mealgram помогает отслеживать то, что вы уже должны делать. Экспортируйте недельный CSV из Профиля и возьмите его на визит.
uk: Mealgram допомагає відстежувати те, що ви вже маєте робити. Експортуйте тижневий CSV з Профілю та візьміть його на візит.

# Mealgram nie poznaje mojego dania — co robić?
source: Mealgram doesn't recognize my dish — what should I do?
es: Mealgram no reconoce mi plato, ¿qué hago?
pl: Mealgram nie poznaje mojego dania — co robić?
ru: Mealgram не распознает мое блюдо — что делать?
uk: Mealgram не розпізнає мою страву — що робити?

# Mealgram — %lld dni
source: Mealgram — %lld days
es: Mealgram — %lld días
pl: Mealgram — %lld dni
ru: Mealgram — %lld дней
uk: Mealgram — %lld днів

source: Mealgram-er since %@
es: Mealgram-er desde %@
pl: W Mealgram od %@
ru: В Mealgram с %@
uk: У Mealgram з %@

# Meatball — protein 18-22 g
source: Mince patty — 18–22 g of protein
es: Hamburguesa casera — 18–22 g de proteína
pl: Kotlet mielony — białko 18-22 g
ru: Котлета — 18–22 г белка
uk: Котлета мелена — 18–22 г білка

source: A medium egg: 6 g protein, 70 kcal. 200 ml milk: 7 g. 100 g twaróg (Polish curd cheese): 18 g. 100 g chicken breast: 23 g. Tuna can: 25 g.
es: Un huevo mediano: 6 g de proteína, 70 kcal. 200 ml de leche: 7 g. 100 g de twaróg (requesón polaco): 18 g. 100 g de pechuga de pollo: 23 g. Una lata de atún: 25 g.
pl: Średnie jajko: 6 g białka, 70 kcal. Mleko 200 ml: 7 g. Twaróg 100 g: 18 g. Pierś z kurczaka 100 g: 23 g. Tuńczyk puszka: 25 g.
ru: Среднее яйцо: 6 г белка, 70 ккал. Молоко 200 мл: 7 г. Творог 100 г: 18 г. Куриная грудка 100 г: 23 г. Тунец из банки: 25 г.
uk: Середнє яйце: 6 г білка, 70 ккал. Молоко 200 мл: 7 г. Кисломолочний сир 100 г: 18 г. Куряча грудка 100 г: 23 г. Тунець з банки: 25 г.

source: Men 11, women 8 mg. Oysters dominate (78 mg/100 g!), then liver, pumpkin seeds, beef. Supports immunity and testosterone synthesis.
es: Hombres 11, mujeres 8 mg. Las ostras lideran (78 mg/100 g!), luego hígado, pipas de calabaza, ternera. Apoya inmunidad y síntesis de testosterona.
pl: Mężczyźni 11, kobiety 8 mg. Ostrygi królują (78 mg/100 g!), potem wątroba, pestki dyni, mięso wołowe. Wspiera odporność i syntezę testosteronu.
ru: Мужчины 11, женщины 8 мг. Лидируют устрицы (78 мг/100 г!), затем печень, тыквенные семечки, говядина. Поддерживает иммунитет и синтез тестостерона.
uk: Чоловіки 11, жінки 8 мг. Лідирують устриці (78 мг/100 г!), далі печінка, гарбузове насіння, яловичина. Підтримує імунітет і синтез тестостерону.

# Metabolizm
source: Metabolism
es: Metabolismo
pl: Metabolizm
ru: Метаболизм
uk: Метаболізм

# Metoda talerza 50/25/25
source: The 50/25/25 plate method
es: Método del plato 50/25/25
pl: Metoda talerza 50/25/25
ru: Метод тарелки 50/25/25
uk: Метод тарілки 50/25/25

# Metryczne
source: Metric
es: Métricas
pl: Metryczne
ru: Метрические
uk: Метричні

source: Midsummer Night
es: Noche de San Juan
pl: Noc Świętojańska
ru: Купальская ночь
uk: Купальська ніч

source: Mind the trend, not the day
es: Fíjate en la tendencia, no en el día
pl: Patrz na trend, nie na pojedynczy dzień
ru: Следите за трендом, а не за конкретным днем
uk: Стежте за трендом, а не за окремим днем

# Mindful eating działa
source: Mindful eating works
es: El mindful eating funciona
pl: Mindful eating działa
ru: Mindful eating работает
uk: Mindful eating працює

# Minutnik kuchenny
source: Kitchen timer
es: Temporizador de cocina
pl: Minutnik kuchenny
ru: Кухонный таймер
uk: Кухонний таймер

# Mistrz śniadań
source: Breakfast master
es: Maestro del desayuno
pl: Mistrz śniadań
ru: Мастер завтраков
uk: Майстер сніданків

source: Mixed week
es: Semana mixta
pl: Mieszany tydzień
ru: Смешанная неделя
uk: Змішаний тиждень

# Mięso
source: Meat
es: Carne
pl: Mięso
ru: Мясо
uk: Мʼясо

# Mniej
source: Less
es: Menos
pl: Mniej
ru: Меньше
uk: Менше

# Mniej węgli 30 / 30 / 40
source: Lower carb 30 / 30 / 40
es: Bajo en carbohidratos 30 / 30 / 40
pl: Mniej węgli 30 / 30 / 40
ru: Меньше углеводов 30 / 30 / 40
uk: Менше вуглеводів 30 / 30 / 40

source: Moderate
es: Moderado
pl: Umiarkowany
ru: Умеренно
uk: Помірний

# Modyfikacje przepisu
source: Recipe modifications
es: Modificaciones de la receta
pl: Modyfikacje przepisu
ru: Модификации рецепта
uk: Модифікації рецепта

# Modyfikacje: %@
source: Modifications: %@
es: Modificaciones: %@
pl: Modyfikacje: %@
ru: Модификации: %@
uk: Модифікації: %@

# Moja waga / wzrost
source: My weight / height
es: Mi peso / altura
pl: Moja waga / wzrost
ru: Мой вес / рост
uk: Моя вага / зріст

# Moje achievements
source: My achievements
es: Mis logros
pl: Moje osiągnięcia
ru: Мои достижения
uk: Мої achievements

# Moje przepisy — Premium
source: My recipes — Premium
es: Mis recetas — Premium
pl: Moje przepisy — Premium
ru: Мои рецепты — Premium
uk: Мої рецепти — Premium

# Moje przepisy — limit 5 na free
source: My recipes — limit of 5 on free
es: Mis recetas — límite de 5 gratis
pl: Moje przepisy — limit 5 na free
ru: Мои рецепты — лимит 5 на бесплатном тарифе
uk: Мої рецепти — ліміт 5 на безкоштовному

# Moje przepisy — szybkie dodawanie
source: My recipes — quick add
es: Mis recetas — añadir rápido
pl: Moje przepisy — szybkie dodawanie
ru: Мои рецепты — быстрое добавление
uk: Мої рецепти — швидке додавання

# Moje statystyki tygodniowe
source: My weekly stats
es: Mis estadísticas semanales
pl: Moje statystyki tygodniowe
ru: Моя недельная статистика
uk: Моя тижнева статистика

# Moje top przepisy
source: My top recipes
es: Mis recetas top
pl: Moje top przepisy
ru: Мои топ-рецепты
uk: Мої топ-рецепти

source: Mon
es: Lun
pl: Pn
ru: Пн
uk: Пн

source: Mon.
es: lun.
pl: Pon.
ru: Пн.
uk: Пон.

source: Month
es: Mes
pl: Miesiąc
ru: Месяц
uk: Місяць

# Month of rhythm
source: A month of rhythm
es: Un mes de ritmo
pl: Miesiąc rytmu
ru: Месяц в ритме
uk: Місяць у ритмі

source: Monthly
es: Mensual
pl: Miesięczna
ru: Месячная
uk: Місячна

source: More
es: Más
pl: Więcej
ru: Ещё
uk: Більше

# More energy and protein
source: Bigger energy and protein hit
es: Más energía y proteína
pl: Większa porcja energii i białka
ru: Больше энергии и белка
uk: Більше енергії та білка

source: More muscle mass + bigger meal volume = bigger water need. Baseline is 30 ml/kg; during a bulk aim for 35–40 ml/kg for solid recovery.
es: Más masa muscular + más volumen de comida = más necesidad de agua. La base son 30 ml/kg; en volumen, mejor 35–40 ml/kg para una buena recuperación.
pl: Większa masa mięśniowa + większa objętość pokarmu = większa potrzeba wody. Norma 30 ml/kg, na masie raczej 35–40 ml/kg dla dobrej regeneracji.
ru: Больше мышц + больший объём еды = больше воды нужно. Норма 30 мл/кг, на массе скорее 35–40 мл/кг для нормального восстановления.
uk: Більше м'язів + більший обсяг їжі = більша потреба у воді. Норма 30 мл/кг, на масі радше 35–40 мл/кг для гарного відновлення.

source: More options
es: Más opciones
pl: Więcej opcji
ru: Больше опций
uk: Більше опцій

# Most commonly used reference
source: Most popular reference object
es: Punto de referencia más elegido
pl: Najczęściej wybierany punkt odniesienia
ru: Самая популярная точка отсчёта
uk: Найпопулярніша точка відліку

source: Most cooked
es: Más cocinadas
pl: Najczęściej gotowane
ru: Чаще всего готовлю
uk: Найчастіше готую

source: Most home-cooked dishes fit in your daily target if portions are sane. Mealgram tracks weight, not your culture.
es: La mayoría de los platos caseros caben en tu objetivo diario si las porciones son sensatas. Mealgram registra el peso, no tu cultura.
pl: Większość domowych dań mieści się w dziennym celu, jeśli porcje są rozsądne. Mealgram śledzi wagę, nie Twoją kulturę.
ru: Большинство домашних блюд вписываются в дневную норму, если порции разумны. Mealgram считает вес, а не вашу культуру.
uk: Більшість домашніх страв вписуються у вашу денну ціль, якщо порції розумні. Mealgram відстежує вагу, а не вашу культуру.

source: Mother's Day
es: Día de la Madre
pl: Dzień Matki
ru: День Матери
uk: День Матері

# Motyw
source: Theme
es: Tema
pl: Motyw
ru: Тема
uk: Тема

source: You can enter only grams. Missing kcal and macros will be filled by the database or AI when saving.
es: Puedes introducir solo los gramos. La base o la IA completará kcal y macros al guardar.
pl: Możesz wpisać tylko gramaturę. Brakujące kcal i makro uzupełni baza lub AI przy zapisie.
ru: Можно ввести только граммовку. Недостающие калории и макро заполнит база или AI при сохранении.
uk: Можеш ввести лише грамовку. Брак калорій і макро заповнить база або AI під час збереження.

# Możesz zacząć od pierwszego posiłku.
source: You can start with your first meal.
es: Puedes empezar con tu primera comida.
pl: Możesz zacząć od pierwszego posiłku.
ru: Можно начать с первого приема пищи.
uk: Можеш почати з першого прийому їжі.

source: Muscle glycogen fuels heavy training. Too few carbs (<2 g/kg) during a bulk drops training volume by 10–15%. Rice, groats, oats — your friends.
es: El glucógeno muscular alimenta el entrenamiento pesado. Pocos carbohidratos (<2 g/kg) en volumen bajan el volumen de entreno un 10–15%. Arroz, sémola, avena — tus aliados.
pl: Glikogen mięśniowy zasila ciężki trening. Zbyt niskie węglowodany (<2 g/kg) na masie obniżają wolumen treningowy o 10–15%. Ryż, kasza, owsianka — twoi przyjaciele.
ru: Мышечный гликоген питает тяжёлую тренировку. Мало углеводов (<2 г/кг) на массе снижают объём тренировок на 10–15%. Рис, крупа, овсянка — твои друзья.
uk: М'язовий глікоген живить важке тренування. Замало вуглеводів (<2 г/кг) на масі знижує об'єм тренувань на 10–15%. Рис, крупа, вівсянка — твої друзі.

# Muscle memory działa
source: Muscle memory works
es: La memoria muscular funciona
pl: Muscle memory działa
ru: Muscle memory работает
uk: Muscle memory працює

source: Muscle protein synthesis kicks in above ~2.5 g of leucine per meal. That's 25–30 g of whey, 100 g of chicken breast, or 4 eggs. Hence "4 meals × 30 g".
es: La síntesis de proteínas musculares arranca por encima de ~2,5 g de leucina por comida. Eso son 25–30 g de whey, 100 g de pechuga de pollo o 4 huevos. De ahí "4 comidas × 30 g".
pl: Synteza białek mięśniowych zaczyna się powyżej ~2.5 g leucyny w posiłku. To 25–30 g białka serwatkowego, 100 g piersi z kurczaka lub 4 jajka. Stąd „4 posiłki po 30 g”.
ru: Синтез мышечных белков запускается выше ~2,5 г лейцина за приём. Это 25–30 г сывороточного белка, 100 г куриной грудки или 4 яйца. Отсюда «4 приёма по 30 г».
uk: Синтез м'язових білків стартує понад ~2,5 г лейцину за прийом. Це 25–30 г сироваткового білка, 100 г курячої грудки чи 4 яйця. Звідси «4 прийоми по 30 г».

source: My code
es: Mi código
pl: Mój kod
ru: Мой код
uk: Мій код

source: My code: %@
es: Mi código: %@
pl: Mój kod: %@
ru: Мой код: %@
uk: Мій код: %@

source: My data
es: Mis datos
pl: Moje dane
ru: Мои данные
uk: Мої дані

source: My only
es: Mi único
pl: Tylko moje
ru: Только мои
uk: Тільки мої

source: My profile
es: Mi perfil
pl: Mój profil
ru: Мой профиль
uk: Мій профіль

source: My profile visible to friends
es: Mi perfil visible para amigos
pl: Mój profil widoczny dla znajomych
ru: Мой профиль виден друзьям
uk: Мій профіль видимий для друзів

source: My recipes
es: Mis recetas
pl: Moje przepisy
ru: Мои рецепты
uk: Мої рецепти

source: My weight
es: Mi peso
pl: Mój waga
ru: Мой вес
uk: Моя вага

source: Myonuclei stay in your muscles for years after training. Coming back after a break rebuilds form 2–3× faster than the first time. Don't fear breaks.
es: Los mionúcleos se quedan en el músculo durante años tras entrenar. Volver tras un parón recupera la forma 2–3× más rápido que la primera vez. No temas los descansos.
pl: Mionukleony w mięśniach pozostają po treningu na lata. Powrót po przerwie odbudowuje formę 2-3× szybciej niż pierwszy raz. Nie martw się przerwami.
ru: Миоядра в мышцах остаются после тренировок на годы. Возврат после перерыва восстанавливает форму в 2–3 раза быстрее, чем в первый раз. Не бойся перерывов.
uk: Міонуклеї в м'язах залишаються після тренувань на роки. Повернення після перерви відновлює форму у 2–3 рази швидше за перший раз. Не бійся перерв.

# Mój kod
source: My code
es: Mi código
pl: Mój kod
ru: Мой код
uk: Мій код

# Mój poziom
source: My level
es: Mi nivel
pl: Mój poziom
ru: Мой уровень
uk: Мій рівень

# Mój przepis
source: My recipe
es: Mi receta
pl: Mój przepis
ru: Мой рецепт
uk: Мій рецепт

# Mój streak
source: My streak
es: Mi racha
pl: Mój streak
ru: Моя серия
uk: Моя серія

# Mój widoczny cel
source: My visible goal
es: Mi objetivo visible
pl: Mój widoczny cel
ru: Моя видимая цель
uk: Моя видима ціль

# NAJLEPSZA
source: BEST
es: MEJOR
pl: NAJLEPSZA
ru: ЛУЧШЕЕ
uk: НАЙКРАЩЕ

# NAJLEPSZA OFERTA
source: BEST OFFER
es: MEJOR OFERTA
pl: NAJLEPSZA OFERTA
ru: ЛУЧШЕЕ ПРЕДЛОЖЕНИЕ
uk: НАЙКРАЩА ПРОПОЗИЦІЯ

# NASTĘPNY KROK
source: NEXT STEP
es: PRÓXIMO PASO
pl: NASTĘPNY KROK
ru: СЛЕДУЮЩИЙ ШАГ
uk: НАСТУПНИЙ КРОК

# NEAT może zmienić wynik o 2000 kcal
source: NEAT can shift the result by 2000 kcal
es: El NEAT puede cambiar el resultado en 2000 kcal
pl: NEAT może zmienić wynik o 2000 kcal
ru: NEAT может сдвинуть результат на 2000 ккал
uk: NEAT може змінити результат на 2000 ккал

source: NEXT STEP
es: SIGUIENTE PASO
pl: NASTĘPNY KROK
ru: СЛЕДУЮЩИЙ ШАГ
uk: НАСТУПНИЙ КРОК

# Na pewno usunąć?
source: Sure to delete?
es: ¿Seguro que quieres eliminar?
pl: Na pewno usunąć?
ru: Точно удалить?
uk: Точно видалити?

# Na tej stronie nie znalazłam danych przepisu.
source: I couldn’t find recipe data on this page.
es: No encontré datos de receta en esta página.
pl: Na tej stronie nie znalazłam danych przepisu.
ru: На этой странице я не нашла данных рецепта.
uk: На цій сторінці я не знайшла даних рецепта.

# Nabiał
source: Dairy
es: Lácteos
pl: Nabiał
ru: Молочные продукты
uk: Молочні продукти

# Nadwaga
source: Overweight
es: Sobrepeso
pl: Nadwaga
ru: Избыточный вес
uk: Надмірна вага

# Nagraj ponownie
source: Record again
es: Grabar otra vez
pl: Nagraj ponownie
ru: Записать снова
uk: Записати ще раз

# Najlepsze dopasowania
source: Best matches
es: Mejores coincidencias
pl: Najlepsze dopasowania
ru: Лучшие совпадения
uk: Найкращі збіги

# Najlepszy: %lld dni z rzędu
source: Best: %lld days in a row
es: Mejor: %lld días seguidos
pl: Najlepszy: %lld dni z rzędu
ru: Рекорд: %lld дней подряд
uk: Рекорд: %lld днів поспіль
